Repository: hosizoraru/KeiBA
Catalog: KeiBAOS/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

# ba.pool.linkedStudent.detail
source: Matching catalog entry opens when available.
ja: 一致する図鑑項目があれば生徒詳細を開きます。
zh_hans: 匹配到图鉴条目后会进入学生详情。

# ba.pool.linkedStudent.title
source: Linked Student
ja: 関連生徒
zh_hans: 关联学生

# ba.pool.preview.current.name
source: Hoshino Pickup
ja: ホシノ ピックアップ
zh_hans: 星野 Pickup

# ba.pool.preview.current.remaining
source: 13d 21h remaining
ja: 残り13日21時間
zh_hans: 剩余 13天21小时

# ba.pool.preview.ended.name
source: Serika New Year rerun
ja: セリカ（正月）復刻
zh_hans: 芹香（正月）复刻

# ba.pool.preview.ended.remaining
source: Ended 7d ago
ja: 7日前に終了
zh_hans: 已结束 7天

# ba.pool.preview.upcoming.name
source: Shiroko Terror Fes
ja: シロコ＊テラー Fes
zh_hans: 白子 Terror Fes

# ba.pool.preview.upcoming.remaining
source: Starts in 14d
ja: 14日後に開始
zh_hans: 14天后开始

# ba.pool.refresh.justNow
source: Recruitment refreshed just now
ja: 募集をたった今更新しました
zh_hans: 卡池刚刚刷新

# ba.pool.refresh.preview
source: Recruitment refreshed at 06:45
ja: 06:45に募集を更新しました
zh_hans: 卡池刷新于 06:45

# ba.pool.summary.title
source: Recruitment schedule
ja: 募集スケジュール
zh_hans: 卡池信息

# ba.pool.tag.collab
source: Collab recruitment
ja: コラボ募集
zh_hans: 联动招募

# ba.pool.tag.fes
source: Fes recruitment
ja: Fes募集
zh_hans: Fes 招募

# ba.pool.tag.fesLimited
source: FES limited
ja: Fes限定
zh_hans: FES 限定

# ba.pool.tag.limited
source: Limited
ja: 限定
zh_hans: 限定

# ba.pool.tag.permanent
source: Permanent
ja: 恒常
zh_hans: 常驻

# ba.pool.tag.pickup
source: Pickup recruitment
ja: ピックアップ募集
zh_hans: Pickup 招募

# ba.pool.tag.recollection
source: Recollection
ja: 復刻募集
zh_hans: 回忆招募

# ba.pool.tag.recruitment
source: Recruitment
ja: 募集
zh_hans: 招募

# ba.pool.tag.rerun
source: Rerun pickup
ja: 復刻ピックアップ
zh_hans: 复刻 Pickup

# ba.server.cn
source: CN
ja: 中国版
zh_hans: 国服

# ba.server.global
source: Global
ja: グローバル版
zh_hans: 国际服

# ba.server.jp
source: JP
ja: 日本版
zh_hans: 日服

# ba.settings.activity.end.notifications.title
source: Activity ending reminders
ja: イベント終了通知
zh_hans: 活动结束提醒

# ba.settings.activity.notifications.title
source: Activity reminders
ja: イベント通知
zh_hans: 活动提醒

# ba.settings.activity.showEnded.title
source: Show ended activities
ja: 終了したイベントを表示
zh_hans: 显示已结束活动

# ba.settings.activity.start.notifications.title
source: Activity start reminders
ja: イベント開始通知
zh_hans: 活动开始提醒

# ba.settings.activityPool.footer
source: These preferences apply to GameKee activity and recruitment data.
ja: これらの設定はGameKeeのイベント・募集データに適用されます。
zh_hans: 这些偏好会作用于 GameKee 活动与卡池数据。

# ba.settings.activityPool.title
source: Activity & Recruitment
ja: イベント・募集
zh_hans: 活动与卡池

# ba.settings.ap.threshold.title
source: AP threshold
ja: APしきい値
zh_hans: AP 阈值

# ba.settings.app.footer
source: Follow System keeps KeiBAOS aligned with the device. Language updates interface text; appearance switches the app between system, light, and dark modes.
ja: システムに従うとKeiBAOSはデバイス設定に合わせます。言語は画面文言を切り替え、外観はシステム・ライト・ダークを切り替えます。
zh_hans: 默认跟随系统，让 KeiBAOS 与设备保持一致。语言会切换界面文本；外观会在跟随系统、浅色和深色之间切换。

# ba.settings.app.section
source: App
ja: アプリ
zh_hans: 应用

# ba.settings.appearance.dark
source: Dark
ja: ダーク
zh_hans: 深色

# ba.settings.appearance.light
source: Light
ja: ライト
zh_hans: 浅色

# ba.settings.appearance.system
source: Follow System
ja: システムに従う
zh_hans: 跟随系统

# ba.settings.appearance.title
source: Appearance
ja: 外観
zh_hans: 外观

# ba.settings.arena.notifications.title
source: Tactical Challenge reminder
ja: 戦術対抗戦通知
zh_hans: 战术对抗提醒

# ba.settings.cafe.threshold.title
source: Cafe AP threshold
ja: カフェAPしきい値
zh_hans: 咖啡厅 AP 阈值

# ba.settings.calendarPool.change.notifications.title
source: Data change reminders
ja: データ変更通知
zh_hans: 数据变更提醒

# ba.settings.detail
source: BA preferences and platform baselines stay in one focused native settings surface.
ja: BA設定とプラットフォーム基準を、1つのネイティブ設定画面にまとめます。
zh_hans: BA 偏好和平台基线集中在一个清晰的原生设置面板里。

# ba.settings.eyebrow
source: Settings
ja: 設定
zh_hans: 设置

# ba.settings.identity.footer
source: Nickname is shown as “Sensei.” Friend Code is 8 uppercase letters or digits for friend requests.
ja: ニックネームは「先生」として表示されます。フレンドコードはフレンド申請に使う8文字の大文字英字または数字です。
zh_hans: 昵称会显示为“老师”；好友码用于添加好友，固定 8 位大写字母或数字。

# ba.settings.identity.independent.title
source: Separate identity by server
ja: サーバーごとにIDを分ける
zh_hans: 按服务器独立身份

# ba.settings.identity.mode.independent
source: Per server
ja: サーバー別
zh_hans: 按服独立

# ba.settings.identity.mode.shared
source: Shared
ja: 共通
zh_hans: 共享

# ba.settings.identity.mode.title
source: Identity mode
ja: IDモード
zh_hans: 身份模式

# ba.settings.identity.section
source: Server & Identity
ja: サーバーとID
zh_hans: 服务器与身份

# ba.settings.language.footer
source: Follow System is the default. This setting updates KeiBAOS interface text for localization testing; live GameKee content stays as provided.
ja: 既定ではシステムに従います。この設定はローカライズ確認用にKeiBAOSのインターフェイス文言を切り替えます。GameKeeから取得したライブ内容は元の表記を保持します。
zh_hans: 默认跟随系统。这个设置会切换 KeiBAOS 界面文本，方便本地化调试；实时 GameKee 内容会保持来源文本。

# ba.settings.language.section
source: Language
ja: 言語
zh_hans: 语言

# ba.settings.language.system
source: Follow System
ja: システムに従う
zh_hans: 跟随系统

# ba.settings.language.title
source: App Language
ja: アプリの言語
zh_hans: 应用语言

# ba.settings.media.autoplay.title
source: Autoplay media
ja: メディアを自動再生
zh_hans: 自动播放媒体

# ba.settings.media.download.title
source: Enable media downloads
ja: メディアダウンロードを有効化
zh_hans: 启用媒体下载

# ba.settings.media.footer
source: Preview images use the local BA image cache. Media download and export stay as later bridge work.
ja: プレビュー画像はローカルBA画像キャッシュを使用します。メディアのダウンロードと書き出しは後続のブリッジ作業です。
zh_hans: 预览图片已接入 BA 本地图片缓存；媒体下载和导出留到后续桥接。

# ba.settings.media.images.title
source: Show preview images
ja: プレビュー画像を表示
zh_hans: 显示预览图片

# ba.settings.media.title
source: Images & Media
ja: 画像とメディア
zh_hans: 图片与媒体

# ba.settings.notifications.title
source: Notifications
ja: 通知
zh_hans: 通知

# ba.settings.notifications.value
source: AP + Cafe
ja: AP + カフェ
zh_hans: AP + 咖啡厅

# ba.settings.notifyLead.title
source: Reminder lead time
ja: 通知の先行時間
zh_hans: 提醒提前时间

# ba.settings.platform.title
source: Platform baseline
ja: プラットフォーム基準
zh_hans: 平台基线

# ba.settings.pool.end.notifications.title
source: Recruitment ending reminders
ja: 募集終了通知
zh_hans: 卡池结束提醒

# ba.settings.pool.notifications.title
source: Recruitment reminders
ja: 募集通知
zh_hans: 卡池提醒

# ba.settings.pool.showEnded.title
source: Show ended recruitment
ja: 終了した募集を表示
zh_hans: 显示已结束卡池

# ba.settings.pool.start.notifications.title
source: Recruitment start reminders
ja: 募集開始通知
zh_hans: 卡池开始提醒

# ba.settings.preferences.title
source: BA preferences
ja: BA設定
zh_hans: BA 偏好

# ba.settings.refresh.interval.1h
source: 1 hour
ja: 1時間
zh_hans: 1 小时

# ba.settings.refresh.interval.3h
source: 3 hours
ja: 3時間
zh_hans: 3 小时

# ba.settings.refresh.interval.5m
source: 5 min
ja: 5分
zh_hans: 5 分钟

# ba.settings.refresh.interval.6h
source: 6 hours
ja: 6時間
zh_hans: 6 小时

# ba.settings.refresh.interval.12h
source: 12 hours
ja: 12時間
zh_hans: 12 小时

# ba.settings.refresh.interval.15m
source: 15 min
ja: 15分
zh_hans: 15 分钟

# ba.settings.refresh.interval.24h
source: 24 hours
ja: 24時間
zh_hans: 24 小时

# ba.settings.refresh.interval.30m
source: 30 min
ja: 30分
zh_hans: 30 分钟

# ba.settings.refresh.title
source: Refresh interval
ja: 更新間隔
zh_hans: 刷新间隔

# ba.settings.refresh.value
source: Native
ja: ネイティブ
zh_hans: 原生

# ba.settings.resources.footer
source: AP limit and Cafe level drive recovery estimates. Reminder thresholds stay local to the selected server.
ja: AP上限とカフェランクから回復見積もりを計算します。通知しきい値は選択中のサーバーごとにローカル保存されます。
zh_hans: AP 上限和咖啡厅等级用于估算恢复；提醒阈值会按当前服务器保存在本地。

# ba.settings.resources.section
source: Resources & Cafe
ja: リソースとカフェ
zh_hans: 资源与咖啡厅

# ba.settings.server.title
source: Server
ja: サーバー
zh_hans: 服务器

# ba.settings.threshold.detail
source: Saved locally
ja: ローカル保存
zh_hans: 本地保存

# ba.settings.threshold.edit.detail
source: Tap to edit
ja: タップして編集
zh_hans: 轻点编辑

# ba.settings.title
source: BA Settings
ja: BA設定
zh_hans: BA 设置

# ba.settings.watch.rule.title
source: Future watchOS target
ja: 将来のwatchOSターゲット
zh_hans: 后续 watchOS Target

# ba.sheet.debug.build.title
source: Platform Baseline
ja: プラットフォーム基準
zh_hans: 平台基线

# ba.sheet.debug.data.format
source: Activities %d · Pools %d · Catalog %d
ja: イベント %d・募集 %d・図鑑 %d
zh_hans: 活动 %d · 卡池 %d · 图鉴 %d

# ba.sheet.debug.data.title
source: Data Source
ja: データソース
zh_hans: 数据源

# ba.sheet.debug.data.value
source: Live cache
ja: ライブキャッシュ
zh_hans: 实时缓存

# ba.sheet.debug.footer
source: Refresh reloads live GameKee data and preserves local cache state.
ja: 更新するとGameKeeのライブデータを再読み込みし、ローカルキャッシュ状態を維持します。
zh_hans: 刷新会重新加载 GameKee 数据，并保留本地缓存状态。

# ba.sheet.debug.refresh.title
source: Refresh Live Data
ja: ライブデータを更新
zh_hans: 刷新实时数据

# ba.sheet.debug.state.title
source: Runtime State
ja: 実行状態
zh_hans: 运行状态

# ba.sheet.edit.identity.footer
source: Use the nickname and Friend Code from your in-game ID card. Server-specific identity keeps each server separate.
ja: ゲーム内IDカードのニックネームとフレンドコードを入力します。サーバー別IDを有効にすると、サーバーごとに個別保存します。
zh_hans: 这里填写游戏内 ID 卡上的昵称和好友码；开启按服独立后，每个服务器会分别保存。

# ba.sheet.edit.identity.title
source: Identity
ja: ID
zh_hans: 身份

# ba.sheet.edit.resources.footer
source: AP limit is the maximum Action Points shown in game. Cafe level affects stored Cafe AP estimates.
ja: AP上限はゲーム内の最大APです。カフェランクはカフェAP貯蔵量の見積もりに影響します。
zh_hans: AP 上限对应游戏内最大体力；咖啡厅等级会影响咖啡厅 AP 储量估算。

# ba.sheet.edit.resources.title
source: Resources
ja: リソース
zh_hans: 资源

# ba.sheet.notifications.activityPool.footer
source: Event and recruitment reminders use the selected server schedule. Lead time applies to both start and end alerts.
ja: イベントと募集通知は選択中のサーバースケジュールに基づきます。先行時間は開始と終了の両方に適用されます。
zh_hans: 活动和卡池提醒会按当前服务器日程触发；提前时间同时作用于开始与结束提醒。

# ba.sheet.notifications.ap.title
source: AP Full Reminder
ja: AP全回復通知
zh_hans: AP 回满提醒

# ba.sheet.notifications.cafeAp.title
source: Cafe AP Reminder
ja: カフェAP通知
zh_hans: 咖啡厅 AP 提醒

# ba.sheet.notifications.footer
source: Reminder preferences are saved locally. Delivery still follows system notification permissions and Focus settings.
ja: 通知設定はローカルに保存されます。実際の配信はシステムの通知権限と集中モードに従います。
zh_hans: 提醒偏好会保存在本地；实际送达仍会受系统通知权限和专注模式影响。

# ba.sheet.notifications.permission.allowed
source: System notification permission: Allowed
ja: システム通知権限：許可済み
zh_hans: 系统通知权限：已允许

# ba.sheet.notifications.permission.checking
source: Checking system notification permission
ja: システム通知権限を確認中
zh_hans: 正在检查系统通知权限

# ba.sheet.notifications.permission.denied
source: System notification permission: Off
ja: システム通知権限：オフ
zh_hans: 系统通知权限：已关闭

# ba.sheet.notifications.permission.notDetermined
source: System notification permission: Waiting for approval
ja: システム通知権限：承認待ち
zh_hans: 系统通知权限：等待授权

# ba.sheet.notifications.permission.openSettings
source: Open System Settings
ja: システム設定を開く
zh_hans: 打开系统设置

# ba.sheet.notifications.permission.provisional
source: System notification permission: Quiet delivery
ja: システム通知権限：静かに配信
zh_hans: 系统通知权限：静默送达

# ba.sheet.notifications.permission.request
source: Allow Notifications
ja: 通知を許可
zh_hans: 允许通知

# ba.sheet.notifications.permission.unknown
source: System notification permission: Unknown
ja: システム通知権限：不明
zh_hans: 系统通知权限：未知

# ba.sheet.notifications.resources.footer
source: AP, Cafe AP, Cafe student visits, and Tactical Challenge resets are daily gameplay reminders.
ja: AP、カフェAP、カフェの生徒訪問、戦術対抗戦のリセットは日課の通知です。
zh_hans: AP、咖啡厅 AP、咖啡厅学生来访和战术对抗刷新都属于日常游玩提醒。

# ba.sheet.notifications.test.footer
source: Use these actions to verify local notification delivery and Live Activity presentation on supported iPhone models.
ja: これらの操作で、ローカル通知の配信と対応iPhoneでのライブアクティビティ表示を確認できます。
zh_hans: 这些操作用于验证本地通知送达，以及在支持机型上的实时活动与灵动岛展示。

# ba.sheet.notifications.test.live
source: Start Live Activity / Dynamic Island Test
ja: ライブアクティビティ / Dynamic Islandテストを開始
zh_hans: 启动实时活动 / 灵动岛测试

# ba.sheet.notifications.test.live.end
source: End Test Live Activity
ja: テスト用ライブアクティビティを終了
zh_hans: 结束测试实时活动

# ba.sheet.notifications.test.live.ended
source: Test Live Activity ended.
ja: テスト用ライブアクティビティを終了しました。
zh_hans: 测试实时活动已结束。

# ba.sheet.notifications.test.live.permissionNeeded
source: Enable Live Activities in system settings to show this test.
ja: このテストを表示するには、システム設定でライブアクティビティを有効にしてください。
zh_hans: 在系统设置中开启实时活动后可以显示这个测试。

# ba.sheet.notifications.test.live.started
source: Test Live Activity start requested.
ja: テスト用ライブアクティビティの開始を要求しました。
zh_hans: 已请求启动测试实时活动。

# ba.sheet.notifications.test.live.unavailable
source: Live Activity and Dynamic Island tests are available on iPhone.
ja: ライブアクティビティとDynamic IslandのテストはiPhoneで利用できます。
zh_hans: 实时活动与灵动岛测试适用于 iPhone。

# ba.sheet.notifications.test.local
source: Send Test Notification
ja: テスト通知を送信
zh_hans: 发送测试通知

# ba.sheet.notifications.test.local.sent
source: Test notification sent.
ja: テスト通知を送信しました。
zh_hans: 测试通知已发送。

# ba.sheet.notifications.test.permissionNeeded
source: Enable system notification permission to receive the test notification.
ja: テスト通知を受け取るには、システム通知権限を有効にしてください。
zh_hans: 开启系统通知权限后可以收到测试通知。

# ba.sheet.notifications.test.title
source: Tests
ja: テスト
zh_hans: 测试

# ba.sheet.notifications.visit.title
source: Student Visit Reminder
ja: 生徒訪問通知
zh_hans: 学生来访提醒

# ba.state.cachedAt.format
source: Cached at %@
ja: %@にキャッシュ
zh_hans: 缓存于 %@

# ba.state.error.format
source: Network failed: %@
ja: ネットワーク失敗：%@
zh_hans: 网络失败：%@

# ba.state.notSynced
source: Not synced yet
ja: まだ同期していません
zh_hans: 尚未同步

# ba.state.syncedAt.format
source: Synced %@
ja: %@に同期
zh_hans: 同步 %@

# ba.status.ended
source: Ended
ja: 終了済み
zh_hans: 已结束

# ba.status.running
source: Running
ja: 開催中
zh_hans: 进行中

# ba.status.upcoming
source: Upcoming
ja: 開催予定
zh_hans: 即将开始

# ba.student.detail.alias.title
source: Alias
ja: 別名
zh_hans: 别名

# ba.student.detail.archive.title
source: Student Profile
ja: 生徒プロフィール
zh_hans: 学生档案

# ba.student.detail.cached.footer
source: Cached content remains visible while the latest request is unavailable.
ja: 最新リクエストが利用できない間は、キャッシュ済みコンテンツを表示します。
zh_hans: 最新请求不可用时会继续展示缓存内容。

# ba.student.detail.combat.title
source: Combat Attributes
ja: 戦闘属性
zh_hans: 战斗属性

# ba.student.detail.contentId.title
source: Content ID
ja: コンテンツID
zh_hans: 内容 ID

# ba.student.detail.gallery.audio.pause
source: Pause
ja: 一時停止
zh_hans: 暂停

# ba.student.detail.gallery.audio.play
source: Play
ja: 再生
zh_hans: 播放

# ba.student.detail.gallery.detail
source: Artwork, expressions, audio, video, and Live2D links parsed from GameKee.
ja: GameKeeから解析した立ち絵、表情、音声、動画、Live2Dリンクを表示します。
zh_hans: 展示从 GameKee 解析到的立绘、表情、音频、视频和 Live2D 链接。

# ba.student.detail.gallery.expression.count.format
source: %d expressions
ja: %d個の表情
zh_hans: %d 个表情

# ba.student.detail.gallery.expression.title
source: Expression Pack
ja: 表情パック
zh_hans: 角色表情包

# ba.student.detail.gallery.expression.variant
source: Expression
ja: 表情
zh_hans: 表情

# ba.student.detail.gallery.item.format
source: Gallery %d
ja: 鑑賞 %d
zh_hans: 鉴赏 %d

# ba.student.detail.gallery.memory.unlock.title
source: Memory Lobby
ja: メモリアルロビー
zh_hans: 回忆大厅

# ba.student.detail.gallery.relatedLinks
source: Related Links
ja: 関連リンク
zh_hans: 相关链接

# ba.student.detail.gallery.video.count.format
source: %d videos
ja: %d本の動画
zh_hans: %d 个视频

# ba.student.detail.gallery.video.loadFailed
source: Video failed to load
ja: 動画を読み込めませんでした
zh_hans: 视频加载失败

# ba.student.detail.gift.item.format
source: Gift %d
ja: 贈り物 %d
zh_hans: 礼物 %d

# ba.student.detail.imageCount.format
source: %d images
ja: %d枚の画像
zh_hans: %d 张图片

# ba.student.detail.media.audio
source: Audio
ja: 音声
zh_hans: 音频

# ba.student.detail.media.cover
source: Cover
ja: カバー
zh_hans: 封面

# ba.student.detail.media.gallery
source: Gallery
ja: 鑑賞
zh_hans: 鉴赏

# ba.student.detail.media.image
source: Image
ja: 画像
zh_hans: 图片

# ba.student.detail.media.openSource
source: Open source
ja: ソースを開く
zh_hans: 打开来源

# ba.student.detail.media.preview
source: Preview media
ja: メディアをプレビュー
zh_hans: 预览媒体

# ba.student.detail.media.saveFailed
source: Save failed
ja: 保存失敗
zh_hans: 保存失败

# ba.student.detail.media.style.format
source: Style %d
ja: スタイル %d
zh_hans: 形象 %d

# ba.student.detail.media.unknown
source: Music
ja: 音楽
zh_hans: 音乐

# ba.student.detail.media.video
source: Video
ja: 動画
zh_hans: 视频

# ba.student.detail.memory.unlock.format
source: Memory lobby unlock: Lv. %@
ja: メモリアルロビー解放：Lv. %@
zh_hans: 回忆大厅解锁：Lv.%@

# ba.student.detail.meta.academy
source: School
ja: 学校
zh_hans: 学院

# ba.student.detail.meta.attackType
source: Attack
ja: 攻撃タイプ
zh_hans: 攻击类型

# ba.student.detail.meta.belongs
source: Affiliation
ja: 所属
zh_hans: 所属

# ba.student.detail.meta.club
source: Club
ja: 部活
zh_hans: 所属社团

# ba.student.detail.meta.defenseType
source: Defense
ja: 防御タイプ
zh_hans: 防御类型

# ba.student.detail.meta.indoor
source: Indoor
ja: 屋内
zh_hans: 室内

# ba.student.detail.meta.outdoor
source: Outdoor
ja: 屋外
zh_hans: 屋外

# ba.student.detail.meta.position
source: Position
ja: ポジション
zh_hans: 位置

# ba.student.detail.meta.rarity
source: Rarity
ja: レアリティ
zh_hans: 稀有

# ba.student.detail.meta.role
source: Role
ja: ロール
zh_hans: 作用

# ba.student.detail.meta.street
source: Urban
ja: 市街地
zh_hans: 市街

# ba.student.detail.meta.tactic
source: Tactic
ja: 戦術
zh_hans: 战术

# ba.student.detail.meta.tacticalPosition
source: Role
ja: 戦術ポジション
zh_hans: 战术位置作用

# ba.student.detail.meta.tacticalRole
source: Tactic
ja: 戦術ロール
zh_hans: 战术作用

# ba.student.detail.meta.weaponType
source: Weapon
ja: 武器種
zh_hans: 武器类型

# ba.student.detail.name.title
source: Name
ja: 名前
zh_hans: 名称

# ba.student.detail.npc.summary.empty
source: This NPC or upcoming entry has limited data, so available information is shown.
ja: このNPCまたは未実装項目はデータが限られているため、利用可能な情報のみ表示します。
zh_hans: NPC 及卫星图鉴条目数据较少，已展示可用信息。

# ba.student.detail.overview.title
source: Student Overview
ja: 生徒概要
zh_hans: 学生概览

# ba.student.detail.page.gallery
source: Gallery
ja: 鑑賞
zh_hans: 影画鉴赏

# ba.student.detail.page.overviewProfile
source: Overview
ja: 概要
zh_hans: 属性概览

# ba.student.detail.page.overviewSkills
source: Overview
ja: 概要
zh_hans: 概览

# ba.student.detail.page.picker
source: Student detail section
ja: 生徒詳細セクション
zh_hans: 学生详情板块

# ba.student.detail.page.profile
source: Profile
ja: プロフィール
zh_hans: 学生档案

# ba.student.detail.page.simulate
source: Sim
ja: 育成シミュレーション
zh_hans: 养成模拟

# ba.student.detail.page.skills
source: Skills
ja: スキル
zh_hans: 角色技能

# ba.student.detail.page.voice
source: Voice
ja: ボイス
zh_hans: 语音台词

# ba.student.detail.partialSource.warning
source: Some GameKee fallback sources were unavailable. Showing parsed detail data.
ja: 一部のGameKeeフォールバックソースを利用できません。解析済みの詳細データを表示します。
zh_hans: 部分 GameKee 备用数据源不可用，已展示可解析详情。

# ba.student.detail.profile.chocolate.title
source: Chocolate
ja: バレンタインチョコ
zh_hans: 情人节巧克力

# ba.student.detail.profile.detail
source: Basic profile, school, birthday, weapon, and gift preferences parsed from GameKee.
ja: GameKeeから解析した基本プロフィール、学校、誕生日、武器、贈り物の好みを表示します。
zh_hans: 展示从 GameKee 解析到的基础档案、学院、生日、武器和礼物偏好。

# ba.student.detail.profile.furniture.badge
source: Furniture
ja: 家具
zh_hans: 家具

# ba.student.detail.profile.furniture.item.format
source: Interactive Furniture %@
ja: 家具モーション %@
zh_hans: 互动家具 %@

# ba.student.detail.profile.furniture.title
source: Furniture
ja: 家具
zh_hans: 互动家具

# ba.student.detail.profile.gifts.empty
source: No gift preferences available.
ja: 贈り物の好みはありません。
zh_hans: 暂无礼物偏好。

# ba.student.detail.profile.gifts.title
source: Gift Preferences
ja: 贈り物の好み
zh_hans: 礼物偏好

# ba.student.detail.profile.hobby.title
source: Hobbies
ja: 趣味
zh_hans: 学生爱好

# ba.student.detail.profile.imageBelow
source: See image below
ja: 下の画像を参照
zh_hans: 见下方图片

# ba.student.detail.profile.info.title
source: Profile details
ja: プロフィール詳細
zh_hans: 学生信息

# ba.student.detail.profile.names.title
source: Names
ja: 名前
zh_hans: 学生昵称

# ba.student.detail.profile.other.title
source: Available Info
ja: 利用可能な情報
zh_hans: 可用资料

# ba.student.detail.profile.relatedRoles.empty
source: No related roles.
ja: 関連キャラクターはありません。
zh_hans: 暂无相关角色。

# ba.student.detail.profile.relatedRoles.item
source: Related role
ja: 関連キャラクター
zh_hans: 相关角色

# ba.student.detail.profile.relatedRoles.openDetail
source: Open related role guide
ja: 関連キャラクター図鑑を開く
zh_hans: 打开相关角色图鉴

# ba.student.detail.profile.relatedRoles.title
source: Related Roles
ja: 関連キャラクター
zh_hans: 相关角色

# ba.student.detail.profile.sameName.empty
source: No same-name roles.
ja: 同名キャラクターはありません。
zh_hans: 暂无同名角色。

# ba.student.detail.profile.sameName.item
source: Same-name role
ja: 同名キャラクター
zh_hans: 同名角色

# ba.student.detail.profile.sameName.linkUnavailable
source: Guide link unavailable
ja: 図鑑リンクなし
zh_hans: 暂无图鉴链接

# ba.student.detail.profile.sameName.openDetail
source: Open related student guide
ja: 関連生徒図鑑を開く
zh_hans: 打开相关学生图鉴

# ba.student.detail.profile.sameName.title
source: Same-name Roles
ja: 同名キャラクター
zh_hans: 同名角色

# ba.student.detail.role.title
source: Role
ja: ロール
zh_hans: 职责

# ba.student.detail.row.format
source: Row %d
ja: 項目 %d
zh_hans: 条目 %d

# ba.student.detail.school.title
source: School
ja: 学校
zh_hans: 学院

# ba.student.detail.section.empty
source: No parsed rows yet.
ja: 解析済み項目はまだありません。
zh_hans: 暂无已解析条目。

# ba.student.detail.section.gallery
source: Gallery
ja: 鑑賞
zh_hans: 鉴赏

# ba.student.detail.section.growth
source: Growth
ja: 育成
zh_hans: 成长

# ba.student.detail.section.profile
source: Profile
ja: プロフィール
zh_hans: 档案

# ba.student.detail.section.simulate
source: Simulation
ja: シミュレーション
zh_hans: 模拟

# ba.student.detail.section.skills
source: Skills
ja: スキル
zh_hans: 技能

# ba.student.detail.section.voice
source: Voice
ja: ボイス
zh_hans: 语音

# ba.student.detail.sections.title
source: Guide Sections
ja: 図鑑セクション
zh_hans: 图鉴分区

# ba.student.detail.simulate.ability.title
source: Battle stats
ja: 戦闘ステータス
zh_hans: 角色能力

# ba.student.detail.simulate.bond.role
source: Bond role
ja: 絆対象
zh_hans: 羁绊角色

# ba.student.detail.simulate.detail
source: Damage and formation simulation rows parsed from GameKee when available.
ja: 利用可能な場合、GameKeeから解析したダメージと編成シミュレーション項目を表示します。
zh_hans: 可用时展示从 GameKee 解析到的伤害与编成模拟条目。

# ba.student.detail.simulate.equipment.slot
source: Equipment
ja: 装備
zh_hans: 装备

# ba.student.detail.simulate.info
source: Info
ja: 情報
zh_hans: 信息

# ba.student.detail.simulate.initial
source: Initial
ja: 初期
zh_hans: 初始能力

# ba.student.detail.simulate.level
source: Level
ja: レベル
zh_hans: 等级

# ba.student.detail.simulate.maximum
source: Max
ja: 最大育成
zh_hans: 最大培养

# ba.student.detail.skill.normal
source: Normal
ja: ノーマルスキル
zh_hans: 普通技能

# ba.student.detail.skill.passive
source: Passive
ja: パッシブスキル
zh_hans: 被动技能

# ba.student.detail.skill.sub
source: Sub
ja: サブスキル
zh_hans: 辅助技能

# ba.student.detail.skill.unnamed
source: Unnamed Skill
ja: 未命名スキル
zh_hans: 未命名技能

# ba.student.detail.skills.detail
source: EX, normal, passive, and sub skill rows parsed from GameKee.
ja: GameKeeから解析したEX、ノーマル、パッシブ、サブスキル項目を表示します。
zh_hans: 展示从 GameKee 解析到的 EX、普通、被动和辅助技能条目。

# ba.student.detail.source.title
source: Source
ja: ソース
zh_hans: 来源

# ba.student.detail.summary.empty
source: GameKee detail has no summary.
ja: GameKee詳細に概要はありません。
zh_hans: GameKee 详情暂无简介。

# ba.student.detail.summary.title
source: Summary
ja: 概要
zh_hans: 简介

# ba.student.detail.syncedAt.title
source: Synced
ja: 同期
zh_hans: 同步时间

# ba.student.detail.voice.audio.format
source: Audio
ja: 音声
zh_hans: 音频

# ba.student.detail.voice.audioCount.format
source: %d audio files
ja: %d個の音声
zh_hans: %d 个音频

# ba.student.detail.voice.audioCount.short.format
source: %d files
ja: %d件
zh_hans: %d 音频

# ba.student.detail.voice.copyAll
source: Copy all voice text
ja: すべてのボイス本文をコピー
zh_hans: 复制全部台词

# ba.student.detail.voice.copySelected
source: Copy selected line
ja: 選択中の台詞をコピー
zh_hans: 复制当前台词

# ba.student.detail.voice.detail
source: Voice lines, language variants, and audio links parsed from GameKee.
ja: GameKeeから解析したボイス本文、多言語バリアント、音声リンクを表示します。
zh_hans: 展示从 GameKee 解析到的语音文本、多语言变体和音频链接。

# ba.student.detail.voice.empty.filtered
source: No voice lines match this filter.
ja: この絞り込みに一致するボイスはありません。
zh_hans: 没有符合筛选条件的语音台词。

# ba.student.detail.voice.entry
source: Voice line
ja: ボイス項目
zh_hans: 语音条目
